{"podcast_details": {"podcast_title": "Developer Tea", "episode_title": "Interrogate Your Decision Making Rules", "episode_image": "https://image.simplecastcdn.com/images/c44db111-b60d-436e-ab63-38c7c3402406/367d2e94-5d6b-4efe-bde6-a14687250e56/3000x3000/1471485029-artwork.jpg?aid=rss_feed", "episode_transcript": " Today, I want you to walk away with a tool to make at least one decision better. Today, not something that's going to pay you back in three months or six months or in five years, but today you can make at least one better decision. If you take the tool, then I'm going to give you. Every day we are spending the same amount of time as our peers. What makes it different is how we spend it, and how we spend it is largely determined by our decisions. Not just a decision in a moment, but how we decide, our approach to a decision. The simple tool I want to give you today, and I'm going to make it a very short episode because I think this is such an impactful tool. I don't want to water it down. I don't want it to be a belabored point. It is so simple. So simple. If you just follow this, you will improve a decision today. This is the tool. I want you to think about today, some behavior, some process, some habit, something that you do on a regular basis. And I want you to think about what governs that behavior. What are the rules? What is the information that you use to continue that behavior? Think about it for a moment. Maybe you have a behavior of going to the gym. And the reason you do that is because it has become a habit. The reason it became a habit is because you felt it was important to invest in your health. You felt it was important to invest in your physical fitness. This might be a good way to do that. But you may also be wondering, how can I make my exercise more flexible? Maybe you haven't even asked yourself that question. Maybe you are dealing with a little bit more of a stressful schedule that doesn't allow you to get to the gym in time. Maybe your gym closes. I don't know. But what you've done is you've created an implicit rule. The rule is you always go to the gym. And so now, even though it started as a result of a habit, it eventually became, or rather, started as a result of an investment. It eventually became a habit and a habit becomes a rule. And that governs your behavior. So I want you to think about one or two behaviors that you have. Write down what is governing those behaviors. Try to identify rules. Try to identify rules. Especially identify the implicit rules. These are things that you are doing as a rule. You're always doing them. It is a behavior that is incredibly, extremely predictable. And then ask yourself, is the reason that I'm doing this still valid if I were to take away the rule? Is the reason that I developed this rule, the cognitive overhead that I spent developing this rule, is it still valid if I take the rule away? In other words, that original idea of going to the gym because I want to be healthy or I want to invest in my physical fitness, is that still valid if I take the rule away? The answer is yes in that case, right? Most likely the idea of investing in your physical fitness is probably still valid. However, now you can deconstruct the behavior itself and ask a question like, is there another way to accomplish this? This is why this tool is so impactful. This is the key here. If you're just following your rules, your habits have become rules. And if you're just following those rules and you say, okay, I always go to the gym, therefore I must go to the gym or else I'm breaking my rule. But if instead you remove that rule and you ask yourself, okay, what was the original reasoning? What was the logic that went into developing the rule itself? Now you can say, well, how can I invest in my fitness? How can I invest in my health? And going to the gym may be one of a long list of options that you can choose from. So now you can choose new pathways and remove unnecessary restriction in your rules. Interestingly, you can also go the other direction. If you find yourself not able to choose amongst a long list of options, try to create an explicit rule. The rules that tend to hurt us are the ones that we don't revisit. It's wild to think that a rule like you always go to the gym could hurt you. But if you don't revisit it, then the underlying intention that you were trying to reach as a result of following that rule may be underserved or forgotten entirely. So revisit the rules, find the ones that are implicit and interrogate them. Find things that you want to create more simplicity for and develop explicit rules that you then interrogate later on down the road. Is this rule actually working for me? Thanks so much for listening to today's episode of Developer Tea. I hope this idea of interrogating your implicit rules, finding ways to create explicit rules that will help you, that this is helpful in your decision making today. You can make one decision better with this tool today. If you just look at the habitual things that you're doing and interrogate. Thanks so much for listening and until next time, enjoy your tea."}, "podcast_summary": "Key Lessons from this episode:\n1. How we spend our time is determined by our decisions.\n2. Our approach to decision-making matters.\n3. Identify the rules that govern your behaviors and habits.\n4. Implicit rules can become limiting and may need to be interrogated.\n5. Remove unnecessary restrictions by evaluating the original reasoning behind a rule.\n6. Explore alternative options to accomplish your goals.\n7. Revisit and reassess your rules regularly to ensure they align with your intentions.\n8. Implicit rules can be detrimental if not revisited.\n9. Develop explicit rules to provide simplicity and clarity in decision-making.\n10. Interrogate explicit rules to determine their effectiveness over time.", "podcast_protagonist": "Protagonist information for Developer Tea not found on Wikipedia.", "podcast_highlights": "The main protagonist of the podcast provides the following insights:\n\n1. The way we spend our time and make decisions greatly impacts our lives.\n2. It's important to evaluate the rules and behaviors that govern our daily lives.\n3. Implicit rules often become habits and restrict our decision-making.\n4. By removing or questioning implicit rules, we can explore new options and simplify our decision-making process.\n5. Explicit rules can be helpful in guiding decision-making but should also be regularly revisited and interrogated for their effectiveness.\n6. Interrogating our rules and behaviors can lead to better decision-making and a more intentional approach to our actions."}